tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
brew "awscli"
brew "bat"
brew "htop"
brew "direnv"
brew "fzf"
brew "git"
brew "minikube"
brew "neovim"
brew "nvim"
brew "node"
brew "nvm"
brew "stow"
brew "uv"
cask "aerospace"
cask "ghostty"
cask "font-monaco"