brew "awscli"
brew "bat"
brew "htop"
brew "direnv"
brew "fzf"
brew "git"
brew "minikube"
brew "neovim"
brew "nvim"
brew "node"
brew "nvm"
brew "starship"
brew "stow"
brew "tmux"
brew "uv"
cask "aerospace"
cask "ghostty"
cask "mitmproxy"
cask "raycast"
# cask "font-monaco"